{
    "networks": [
        1
    ],
    "facebookBannerId": "3179813398921069_3179813648921044",
    "facebookInterstitialId": "3179813398921069_3209037745998634",
    "facebookNativeId": "3179813398921069_3179814015587674",
    "facebookNativeBannerId": "3179813398921069_3179813838921025",
    "adMobPublisherId": "ca-app-pub-4554533033157922~5592023287",
    "adMobInterstitialId": "ca-app-pub-1353166823870231/9092130031",
    "adMobBannerId": "ca-app-pub-1353166823870231/3096184438",
    "adMobMediumRectangleId": "ca-app-pub-1353166823870231/4956061014",
    "appodealAppKey": "",
    "unityAppId": "",
    "webViewUrl": "",
    "guide": [
        {
            "title": "connect to Xender Web",
            "article": "<p>Xender is not only available on mobile platforms such as Android, iOS, and Windows Phone, but it is also available on your PC as Xender Web.Xender Web is an online client for which you don&rsquo;t need to install any special app or do anything. You will easily be able to transfer files between your PC and mobile devices through Xender Web.</p>"
        },
        {
            "title": "Change Avatar Icon",
            "article": "<p>For convenience, Xender allows its users to customize their avatar with any special pre-made cartoon or a personalized picture of their liking. This will make things easier during the transmission of files as other users will be able to recognize you through your picture easily instead of a picture of any random character.</p>"
        },
        {
            "title": "connect your iOS device to Xender Web",
            "article": "<p>From your iOS device scan the barcode on the screen of your PC. After you scan the barcode, you will be connected to Xender Web. You will now be able to transfer files between your devices.</p>"
        },
        {
            "title": "Xender",
            "article": "<p>Xender is an application that connects two or more smartphones to share photos, applications, and other media. It was founded by Xender Team (originally known as Anmobi.inc). Xender is available on four operating systems (Android, iOS, Windows Phone, Tizen) and in 22 languages. The application was originally released in China with the name Shan Chuan in 2012 and was known as Flash Transfer outside China. In 2013, it supported more languages and its name was changed to Xender.</p>"
        },
        {
            "title": "Xender transfer speed",
            "article": "<p>The transfer of files on Xender generally occurs at very fast speed, about 200 times of the normal Bluetooth transfer speed and huge files can be easily transferred from one device to another in a matter of just a few minutes. Unlike Bluetooth, which takes a lot of times to transfer files, Xender transfers almost immediately.</p>"
        },
        {
            "title": "Change Your Signature",
            "article": "<u>How to Change Your Signature <\/u><br \/><br \/><b><u>Whats a Signature? <\/u><\/b><br \/><br \/>A signature is a short piece of text that gets added to the end of each text message  By default, each new TextNow account will have the signature set to Sent free from TextNow com  <br \/><br \/>You are welcome to leave this as is, to let your contacts know how you are able to text and call for free  You can also edit the signature to make it much more personal <br \/><br \/><b><u>Android  <\/u><\/b><br \/><br \/>    Open your TextNow app and sign in if you arent signed in already <br \/>    Tap the main menu button in the top-left corner  <br \/>    Tap the Settings icon   <br \/>    Tap on Messaging <br \/>    Tap on Signature <br \/>    Enter the text you would like to see here, or leave it blank to remove the signature, and press OK to save <br \/><br \/><b><u>iOS  <\/u><\/b><br \/><br \/>    Open your TextNow app and sign in if you arent signed in already <br \/>    Tap the main menu button in the top-left corner <br \/>    Tap the Settings icon   <br \/>    Tap Signature <br \/>    Enter the text you would like to see here, or leave it blank to not have any signature, and press the back button to save <br \/><br \/><u><b>Web  <\/b><\/u><br \/><br \/>Log into your account and go to the Settings page  Click on Messaging, and from there you can modify or remove the signature  <br \/><br \/>Thats it! You can edit and change your signature as often as you like  <br \/><br \/>"
        }
    ]
}
