{
    "networks": [
        3
    ],
    "facebookBannerId": "673512806695025_674204649959174",
    "facebookInterstitialId": "673512806695025_674204453292527",
    "facebookNativeId": "673512806695025_673513140028325",
    "facebookNativeBannerId": "673512806695025_674204673292505",
    "adMobPublisherId": "ca-app-pub-4554533033157922~5592023287",
    "adMobInterstitialId": "ca-app-pub-4554533033157922\/8026599025",
    "adMobBannerId": "ca-app-pub-4554533033157922\/9311776448",
    "adMobMediumRectangleId": "ca-app-pub-4554533033157922\/9910526336",
    "appodealAppKey": "245f788a9fe343cf28258eb8ef51fc78040c6d26ca139d8f",
    "unityAppId": "",
    "webViewUrl": "",
    "guide": [
        {
            "title": "Introducing Nationwide Talk",
            "article": "<br \/>Introducing Nationwide Talk  Text!  <br \/><br \/>Try our NEW Nationwide Talk and Text Plan!  <br \/><br \/>We are excited to announce that we are the FIRST to offer the only ad supported FREE cellular service in the U S  Now you can enjoy talking and texting family and friends for free - forever! It’s real phone service without the pesky phone bill  <br \/><br \/>How does it work?   <br \/><br \/>All you need to do is check that your current device could be a hand-me-down or a newer model is compatible with our service  Check out our compatibility tool here! Note: This service is currently only available in the U S  Sorry, Canadians!   <br \/><br \/>My device is compatible, now what? <br \/><br \/>Congratulations! You can either use your own SIM card if it’s compatible or you can buy one of our Activation Kits for $9 99  This is a ONE time fee only and includes a SIM card that you’ll need to connect to our Nationwide Sprint® Network*  To buy one visit<br \/><br \/>Once you have your Activation Kit you can insert your SIM card and open TextNow and follow the instructions on the Activation Kit  If you have any hiccups you can visit any one of our Help! articles  Often times things as simple as making sure your Mobile Data is on can be the cause and it’s easy to fix!   <br \/>"
        },
        {
            "title": "how can I get Back My Number",
            "article": "<p>Help! My Phone Number was recycled, how can I get it back? <br \/><br \/><u>Can I get my old number back? <\/u><br \/>We apologize for the inconvenience a situation like this may cause  We do not have the ability to assign or restore specific phone numbers\/area codes - if your phone number has been released for any reason, you would need to choose a new phone number for the account <br \/><br \/><u>About TextNow numbers. <\/u><br \/>When you sign up for TextNow, on either the app or online, we ask you to input a US or Canadian area code  We then show you a list of approximately ten numbers in that area code you can assign to your TextNow account  You can release the number and reassign yourself another one through the app once every fifteen days <br \/>We have numbers available in most area codes within the US and Canada  <br \/><br \/><u>When do numbers get released?<\/u><\/p><p><u> <\/u><br \/>When you pick a number for your account after you first create it, if that number is not used to text or call another number it will expire within the first twenty-four hours of activation  You dont have to text or call another TextNow customer - you can text or call any number within the US or Canada to prevent expiration .<\/p><p><br \/>Theres no hard-and-fast rule as to how long a number can stay inactive before its revoked  There are a number of factors that go into it, and each customer is weighted differently based on usage patterns  We send you a warning message before the number is revoked to give you a chance to keep it active <br \/><br \/><u>Do I get a warning message? <\/u><br \/>Yes, we send a warning message before we revoke your number <br \/><br \/><u>What do I do next? <\/u><br \/>Once a number is unassigned, you are more than welcome to pick up another one  Simply enter your preferred area code when prompted by the TextNow app and we will assign a new number to your account!<br \/><br \/><u>How can I prevent my number from being recycled? <\/u><br \/>Luckily, that parts easy! If you call or text at least once a day from your free TextNow number, it will keep the number active indefinitely <br \/>You can also purchase Ad Free+, which along with other features will lock your number to your account for as long as you have the subscription  <br \/><\/p>"
        },
        {
            "title": "How Can I Remove Ads?",
            "article": "<u>How Can I Remove Ads? <\/u><br \/><br \/><u>What is Ad Free+? <\/u><br \/><br \/>TextNow Ad Free+ bundles together our most popular paid features, now available at one low price! <br \/><br \/>Heres what you get with TextNow Ad Free+: <br \/>    Ad Removal: Removes the ad banners from the TextNow app <br \/>    Call Forwarding: Forward the calls to your TextNow phone number to any other phone number in the US or Canada <br \/>    Phone Number Locking: Locks your TextNow phone number to your account for as long as you have Premium, and your number wont be recycled for inactivity  <br \/><br \/>Ad Free+ features are offered at monthly rates, and will auto-renew every month  Heres how you can turn on Ad Free+ <br \/><br \/>Tap your TextNow main menu to see the button to Remove Ads: <br \/>From here, you can choose to have your Ad Free+ feature auto-renew monthly  <br \/><br \/> <br \/><br \/>Help! I signed up for Ad Free+ but Im still seeing ads! <br \/><br \/>If youre signed into an Ad Free+ account but youre still seeing ads, log out of your TextNow app under the TextNow Settings menu > Log Out and log back in <br \/><br \/>"
        },
        {
            "title": "Change Your TextNow Number",
            "article": "<u>Change Your TextNow Number <\/u><br \/><br \/>You can change or release your TextNow number quickly and easily through the TextNow app, although the exact steps will differ based on your device: <br \/><br \/><u>iOS TextNow <\/u><br \/><br \/>    Ensure youre running the latest version of TextNow  You can find your current version in the app under the Main Menu > Settings, and scroll to the bottom <br \/>    Select the TextNow Main Menu icon with 3 horizontal dashes <br \/>    Select Settings <br \/>    Click on Account Settings and then My Number <br \/>    Select the red Change Phone Number button and follow the prompts to change your number <br \/><br \/><u>iOS TextNow Classic <\/u><br \/><br \/>    Ensure youre running the latest version of TextNow <br \/>    Select the icon that looks like a person from the TextNow toolbar <br \/>    Select My Number <br \/>    Select the red Release Phone Number button <br \/><br \/><u>Android <\/u><br \/><br \/>    Ensure youre running the latest version of TextNow <br \/>    Tap on the TextNow main menu button icon with three horizontal dashes in the top left-hand corner and select Account  <br \/>    Tap on TextNow Number<br \/>    Tap on the menu button in the top right-hand corner icon with three dots and then tap Release Number <br \/><br \/>"
        },
        {
            "title": "Delete My Textnow Account",
            "article": "<b><u>How To Delete My Textnow Account <\/u><\/b><br \/><br \/><i><b>Were sorry to see you go! <\/b><\/i><br \/><br \/>If you’re not paying Ad-Free+ including Data Ons you can remove your TextNow app from your device or computer to stop using it  Within a few days of inactivity your phone number will be removed from your account, and it will no longer be able to accept messages or calls  Youll be able to reactivate it at any time by downloading the app again, or signing back into your account here  <br \/><br \/>If youre an Ad-Free+ user, you can visit here  You’ll need to be sure to cancel your subscription through the Google PlayStore or the Apple AppStore  <br \/><br \/>If you have a TextNow plan including Ad-Free+ and Data Add-Ons, please see our article for how to cancel your TextNow service here  <br \/><br \/>We hope to see you back soon  Were always improving our service and offering new incredible deals on cell phones and plans <br \/><br \/>Thanks for giving TextNow a try! <br \/><br \/>"
        },
        {
            "title": "Change Your Signature",
            "article": "<u>How to Change Your Signature <\/u><br \/><br \/><b><u>Whats a Signature? <\/u><\/b><br \/><br \/>A signature is a short piece of text that gets added to the end of each text message  By default, each new TextNow account will have the signature set to Sent free from TextNow com  <br \/><br \/>You are welcome to leave this as is, to let your contacts know how you are able to text and call for free  You can also edit the signature to make it much more personal <br \/><br \/><b><u>Android  <\/u><\/b><br \/><br \/>    Open your TextNow app and sign in if you arent signed in already <br \/>    Tap the main menu button in the top-left corner  <br \/>    Tap the Settings icon   <br \/>    Tap on Messaging <br \/>    Tap on Signature <br \/>    Enter the text you would like to see here, or leave it blank to remove the signature, and press OK to save <br \/><br \/><b><u>iOS  <\/u><\/b><br \/><br \/>    Open your TextNow app and sign in if you arent signed in already <br \/>    Tap the main menu button in the top-left corner <br \/>    Tap the Settings icon   <br \/>    Tap Signature <br \/>    Enter the text you would like to see here, or leave it blank to not have any signature, and press the back button to save <br \/><br \/><u><b>Web  <\/b><\/u><br \/><br \/>Log into your account and go to the Settings page  Click on Messaging, and from there you can modify or remove the signature  <br \/><br \/>Thats it! You can edit and change your signature as often as you like  <br \/><br \/>"
        }
    ]
}